Repository: fgtclb/typo3-academic-studies
Catalog: Resources/Private/Language/*.locallang_*.xlf
Languages: de

# container.all_semesters.label
source: Semester wrapper
de: Semester-Behälter

# container.all_semesters.description
source: A container wrapper for semesters. Contains one to fourteen semester containers.
de: Ein Behälter für die Semester. Enthält ein bis vierzehn Semester-Container.

# container.semester.description
source: Container for a single semester. Can take care of all content elements.
de: Container für ein einzelnes Semester. Kann sich um alle Inhaltselemente kümmern.

# container.semester.column.title
source: Semester content
de: Semesterinhalt

# container.semester.header
source: Semester header, usually the number of the semester
de: Semester-Überschrift, normalerweise die Nummer des Semesters

# flexform.filter.options.title
source: Deactivate filters
de: Filterung deaktivieren

# flexform.filter.options.description
source: If the option is enabled, options with filters will not be visible in the frontend
de: Wenn diese Option aktiviert ist, werden die Filteroptionen im Frontend nicht sichtbar

# flexform.sorting
source: Sorting
de: Sortierung

# flexform.sorting.description
source: Define sorting in frontend. Sort by page sorting doesn't respect multiple mounts as sort
de: Sortierung im Frontend. Sortierung nach Seitensortierung respektiert keine multiplen Mountpoints

# flexform.sorting.title.asc
source: Title A-Z
de: Titel A-Z

# flexform.sorting.desc
source: Title Z-A
de: Titel Z-A

# flexform.sorting.update
source: Last updated (latest first)
de: Letztes Update (Neueste zuerst)

# flexform.sorting.update.asc
source: Last updated (latest last)
de: Letztes Update (Älteste zuerst)

# flexform.sorting.sorting.asc
source: Page sorting (Result may be unexpected)
de: Seitensortierung (Ergebnis ist eventuell unerwartet)

# flexform.category.description
source: Select categories. Main categories will select all subcategories by OR, multiple categories selects by AND
de: Obere Kategorien nutzen alle Unterkategorien (OR), mehrere Kategorien werden verknüpft (AND)
